Repository: herewithme/simple-post-gmaps
Catalog: languages/simple-post-gmaps-*.po
Languages: fr_fr

source: Shortcode global map
fr_fr: Shortcode de la carte globale

source: Width
fr_fr: Largeur

source: The width of your map, if you put -1 the default value will be used ( 600px ).
fr_fr: La largeur de votre carte, si vous mettez -1 la valeur par défaut sera utilisée ( 600 px )

source: Height
fr_fr: Hauteur

source: The height of your map, if you put -1 the default value will be used ( 500px ).
fr_fr: La hauteur de votre carte, si vous mettez -1 la valeur par défaut sera utilisée ( 500 px )

source: The intial zoom of your map, if you put -1 the default value will be used ( 5 ) .
fr_fr: Le zoom initla de votre carte, si vous mettez -1 la valeur par défaut sera utilisée ( 5 )

source: Post type
fr_fr: Type de contenu

source: Any
fr_fr: Tous

source: Select the post type to use.
fr_fr: Sélectionner le type de contenu à utiliser

source: Select a taxonomy related to the post_type to use
fr_fr: Sélectionner une taxonomie reliée au type de contenu à utiliser

source: Display filters
fr_fr: Afficher les filtres

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Display or not the filters by taxonomy.
fr_fr: Afficher ou non les filtres par taxonomie

source: Display search
fr_fr: Afficher la recherche

source: Display or not the search form.
fr_fr: Afficher ou non le formulaire de recherche

source: Maps
fr_fr: Cartes

source: Simple Post Gmaps : Settings
fr_fr: Simple Post Gmaps : Réglages

source: Custom Post Types
fr_fr: Type de contenu

source: Custom type
fr_fr: Type de contenu

source: Active Maps ?
fr_fr: Activer la géolocalisation ?

source: Google Maps
fr_fr: Région de Google Maps

source: Google Maps Region
fr_fr: Région de Google Maps

source: You can define the default region of Google Maps for improve search results. The <code>region</code> parameter accepts <a href="http://www.unicode.org/reports/tr35/#Unicode_Language_and_Locale_Identifiers">Unicode region subtag identifiers</a> which (generally) have a one-to-one mapping to country code Top-Level Domains (ccTLDs). Most Unicode region identifiers are identical to ISO 3166-1 codes, with some notable exceptions. For example, Great Britain's ccTLD is "uk" (corresponding to the domain <code>.co.uk</code>) while its region identifier is "GB."
fr_fr: Vous pouvez définir la région par défaut de Google Maps pour améliorer les résultats de la recherche. Le paramètre <code>region</code> accepte <a href="http://www.unicode.org/reports/tr35/#Unicode_Language_and_Locale_Identifiers">les identifiants Unicode region subtag</a> qui correspondent généralement mot pour mot au nom de domaine de premier niveau du pays (ccTLDs). La plupart des codes régions sont identiques au standard ISO 3166-1 codes, avec quelques exceptions notables. Par exemple, le domaine de premier niveau de la Grande-Bretagne est "uk" (correspondant au domaine<code>.co.uk</code>) sera identifié par le code région "GB."

source: Google Maps Language
fr_fr: Langue de Google Maps

source: You can define the language of Google Maps interface. Use <a href="http://spreadsheets.google.com/pub?key=p9pdwsai2hDMsLkXsoM05KQ&gid=1">this Google page of documentation</a> for find your code language. Example : French, put "fr"
fr_fr: Vous pouvez définir la langue de l'interface Google Maps. Utilisez <a href="http://spreadsheets.google.com/pub?key=p9pdwsai2hDMsLkXsoM05KQ&gid=1">cette page de la documentation Google</a> pour trouver le code correspondant à votre langue. Exemple pour le français, saisissez "fr"

source: Info window content (advanced usage !)
fr_fr: Infos de la fenêtre de contenus ( usage avancé ! )

source: Code HTML for tooltip Google Maps
fr_fr: Code HTML pour le repère googlemap

source: End of content
fr_fr: Fin du contenu

source: Do not add the hidden coordinates at the end of the article
fr_fr: Ne pas ajouter les coordonnées cachées en fin d'article

source: Save settings
fr_fr: Enregistrer les réglages

source: Settings updated with success !
fr_fr: Réglages mis à jour avec succès !

source: Location
fr_fr: Localisation

source: Enter address:
fr_fr: Saisir l'adresse :

source: Ico refreshing
fr_fr: Icône d'actualisation

source: Auto Detect
fr_fr: Détection automatique

source: Find Address
fr_fr: Trouver l'adresse

source: or click map to pick location
fr_fr: ou cliquez sur la carte pour choisir une destination

source: This post's location is public
fr_fr: La localisation de l'article est publique

source: Read more
fr_fr: Lire la suite

source: All posts on Gmaps
fr_fr: Tous les articles sur Google Maps

source: Related Maps for Post
fr_fr: Carte relative à l'article

source: Display the google maps of relative post on singular view.
fr_fr: Afficher la carte Google Maps d'un article sur la vue détaillée.

source: Title:
fr_fr: Titre :

source: Width:
fr_fr: Largeur :

source: Height:
fr_fr: Hauteur :
